Repository: HattoriHanzo3000/Hero-Einbuergerungstest-2026
Catalog: Leben in Deutschland/Localizable.xcstrings
Source language: de
Languages: en, ru, tr

# about_disclaimer
source: Hero – Einbürgerungstest ist eine unabhängige Lern-App und steht in keiner Verbindung zum Bundesamt für Migration und Flüchtlinge (BAMF). Die App ist weder autorisiert, gesponsert noch empfohlen. Der offizielle Test und der Fragenkatalog werden vom BAMF bereitgestellt und veröffentlicht. Alle Marken, Produktnamen und Rechte gehören ihren jeweiligen Inhabern.
en: Hero – Einbürgerungstest is an independent learning app and is not affiliated with, authorized by, sponsored by, or endorsed by the Bundesamt für Migration und Flüchtlinge (BAMF). The official test and question catalog are administered and published by BAMF. All trademarks, product names, and rights belong to their respective owners.
ru: Hero – Einbürgerungstest — независимое учебное приложение и не связано с Федеральным ведомством по делам миграции и беженцев Германии (BAMF), не авторизовано, не спонсируется и не одобряется им. Официальный тест и каталог вопросов администрируются и публикуются BAMF. Все товарные знаки, названия продуктов и права принадлежат их соответствующим владельцам.
tr: Hero – Einbürgerungstest bağımsız bir öğrenme uygulamasıdır ve Bundesamt für Migration und Flüchtlinge (BAMF) ile bağlantılı değildir; BAMF tarafından yetkilendirilmez, sponsorlanmaz veya onaylanmaz. Resmi sınav ve soru kataloğu BAMF tarafından yönetilir ve yayımlanır. Tüm ticari markalar, ürün adları ve haklar ilgili sahiplerine aittir.

# accuracy
source: Genauigkeit
en: Accuracy
ru: Точность
tr: Doğruluk oranı

# additional_details
source: Zusätzliche Details
en: Additional Details
ru: Дополнительные детали
tr: Ek Detaylar

# advertisement_hero_lead_subtitle
source: Entdecke auch unsere anderen Hero-Apps - sie unterstützen dich dabei, deine Ziele zu erreichen.
en: Explore our other Hero apps—they're here to help you reach your goals.
ru: Открой и другие приложения Hero — они помогут тебе достичь целей.
tr: Diğer Hero uygulamalarımızı da keşfet - hedeflerine ulaşmana yardımcı olurlar.

# advertisement_hero_lead_title
source: Hero ist mehr als nur eine App. Es ist dein Begleiter für ein erfolgreiches Leben in Deutschland
en: Hero is more than just an app. It is your companion for a successful life in Germany
ru: Hero — это больше, чем просто приложение. Это твой спутник для успешной жизни в Германии
tr: Hero sadece bir uygulama değil. Almanya'da başarılı bir yaşam için yol arkadaşın.

# all_questions_disclaimer_message
source: Alle 310 offiziellen Prüfungsfragen sind hier in chronologischer Reihenfolge aufgelistet – wie in den offiziellen Prüfungsunterlagen. Dieser Bereich ist nur zum Lesen: Jede Frage wird mit der richtigen Antwort angezeigt.
en: All 310 official exam questions are listed here in chronological order, as in the official exam materials. This section is for reading only—each question is shown with its correct answer.
ru: Все 310 официальных экзаменационных вопросов представлены здесь в хронологическом порядке, как в официальных экзаменационных материалах. Этот раздел только для чтения — каждый вопрос показан с правильным ответом.
tr: 310 resmi sınav sorusunun tamamı, resmi sınav belgelerinde olduğu gibi burada kronolojik sırayla listelenmiştir. Bu bölüm sadece okumak içindir: Her soru doğru cevabıyla birlikte gösterilir.

# all_questions_disclaimer_title
source: Alle Fragen
en: All Questions
ru: Все вопросы
tr: Tüm Sorular

# all_questions_empty_message
source: Die Fragen erscheinen hier, sobald die Inhalte geladen sind. Ziehen zum Aktualisieren oder erneut versuchen.
en: Questions will appear here once content is loaded. Pull to refresh or try again.
ru: Вопросы появятся здесь после загрузки контента. Потяни для обновления или попробуй снова.
tr: İçerikler yüklendiğinde sorular burada görünecek. Yenilemek için aşağı çek veya tekrar dene.

# all_questions_empty_title
source: Noch keine Fragen
en: No Questions Yet
ru: Пока нет вопросов
tr: Henüz soru yok

# all_questions_jump_error_invalid
source: Gib eine Zahl von 1 bis %d ein.
en: Enter a number from 1 to %d.
ru: Введи число от 1 до %d.
tr: 1 ile %d arasında bir sayı gir.

# all_questions_jump_field_accessibility_label
source: Aufgabennummer
en: Question number
ru: Номер вопроса
tr: Soru numarası

# all_questions_jump_go
source: Los
en: Go
ru: Перейти
tr: Git

# all_questions_jump_hint
source: Gib eine Zahl von 1 bis %d ein (Bund 1–300, danach dein Bundesland 301–310).
en: Enter a number from 1 to %d (federal 1–300, then your state’s 301–310).
ru: Введи число от 1 до %d (общие 1–300, затем твоя земля 301–310).
tr: 1 ile %d arasında bir sayı gir (genel 1–300, ardından eyaletin 301–310).

# all_questions_jump_placeholder
source: z. B. 255
en: e.g. 255
ru: напр. 255
tr: örn. 255

# all_questions_jump_question_id_hint
source: Öffnet ein Feld, um per Nummer zu einer Aufgabe zu springen.
en: Opens a field to jump to a question by number.
ru: Открывает поле для перехода к вопросу по номеру.
tr: Numarayla bir soruya atlamak için alan açar.

# all_questions_jump_title
source: Zur Aufgabe springen
en: Go to question
ru: Перейти к вопросу
tr: Soruya git

# answer_all_questions_message
source: Du musst alle Fragen beantworten, bevor du den Test beenden kannst.
en: You need to answer all questions before you can finish the test.
ru: Нужно ответить на все вопросы, чтобы завершить тест.
tr: Testi bitirmeden önce tüm soruları cevaplamalısın.

# answer_all_questions_title
source: Erst alle Fragen beantworten
en: Answer all questions first
ru: Сначала ответь на все вопросы
tr: Önce tüm soruları cevapla

# back
source: Zurück
en: Back
ru: Назад
tr: Geri

# back_button_accessibility_label
source: Zurück
en: Back
ru: Назад
tr: Geri

source: Bayern
en: Bavaria
ru: Бавария

source: Bundesländer
en: Federal States
ru: Федеральные земли
tr: Federal States

# cancel
source: Abbrechen
en: Cancel
ru: Отменить
tr: İptal

# change_state_confirmation_cancel
source: Abbrechen
en: Cancel
ru: Отмена
tr: İptal

# change_state_confirmation_confirm
source: Ändern
en: Change
ru: Изменить
tr: Değiştir

# change_state_confirmation_message
source: Dein Fortschritt wird pro Bundesland gespeichert. Beim Wechsel wird der Fortschritt für das gewählte Bundesland geladen.
en: Your progress is saved separately for each federal state. Switching will load the progress for the selected state.
ru: Твой прогресс сохраняется отдельно для каждой федеральной земли. При смене загружается прогресс выбранной земли.
tr: İlerlemen her eyalet için ayrı kaydedilir. Değiştirdiğinde seçilen eyaletin ilerlemesi yüklenir.

# change_state_confirmation_title
source: Bundesland ändern?
en: Change Federal State?
ru: Изменить федеральную землю?
tr: Eyalet değiştirilsin mi?

# check_answer_button
source: ÜBERPRÜFEN
en: CHECK
ru: ПРОВЕРИТЬ
tr: KONTROL ET

# check_answer_button_accessibility_label
source: Antwort überprüfen
en: Check your answer
ru: Проверить ответ
tr: Cevabı kontrol et

# choose_federal_state
source: Wo wirst du den Test ablegen? Ich füge 10 zusätzliche Fragen zu deinem Bundesland hinzu.
en: Where will you take the test? I'll add 10 extra questions about your state.
ru: Где ты будешь сдавать тест? Я добавлю 10 дополнительных вопросов про твою землю.
tr: Sınava nerede gireceksin? Eyaletine özel 10 ekstra soru ekleyeceğim.

# close
source: Schließen
en: Close
ru: Закрыть
tr: Kapat

# cockpit_more_from_hero_body
source: Dein Weg zum Erfolg in Deutschland geht weiter. Entdecke mehr von Hero.
en: Your journey to success in Germany continues. Explore more from Hero.
ru: Твой путь к успеху в Германии продолжается. Открой больше от Hero.
tr: Almanya'da başarı yolculuğun devam ediyor. Hero'dan daha fazlasını keşfet.

# cockpit_more_from_hero_subtitle
source: Mehr von Hero
en: More from Hero
ru: Больше от Hero
tr: Hero'dan daha fazlası

# cockpit_progress_title
source: Fortschritt
en: Progress
ru: Прогресс
tr: İlerleme

# contact_info
source: Kontaktinformationen
en: Contact Information
ru: Контактная информация
tr: İletişim Bilgileri

# date_too_far_message
source: Zeitreisen sind cool, aber lass den Test innerhalb des nächsten Jahres – ok?
en: Time travel’s cool, but let’s keep the test within the next year—deal?
ru: Путешествия во времени — это круто, но давай оставим тест в пределах следующего года, договорились?
tr: Zaman yolculuğu havalı ama hadi sınavı önümüzdeki bir yıl içinde tutalım, tamam mı?

# date_too_far_title
source: Das ist ziemlich weit entfernt
en: That's quite far away
ru: Это довольно далеко
tr: Bu oldukça uzak bir tarih

# delete_button
source: Löschen
en: Delete
ru: Удалить
tr: Sil

# delete_statistics_warning_message
source: Dies löscht alle Daten und den Fortschritt. Die App kehrt zu den Standardeinstellungen zurück. Diese Aktion kann nicht rückgängig gemacht werden.
en: This will delete all data and progress. The app will return to default settings. This action cannot be undone.
ru: Это удалит все данные и прогресс. Приложение вернется к настройкам по умолчанию. Это действие нельзя отменить.
tr: Bu işlem tüm verileri ve ilerlemeyi siler. Uygulama varsayılan ayarlara döner. Bu işlem geri alınamaz.

# delete_statistics_warning_title
source: Alle Daten löschen & App zurücksetzen?
en: Delete All Data & Reset App?
ru: Удалить все данные и сбросить приложение?
tr: Tüm veriler silinip uygulama sıfırlansın mı?

# disclaimer_title
source: Haftungsausschluss
en: Disclaimer
ru: Отказ от ответственности
tr: Sorumluluk Reddi

# dont_know_date
source: Ich weiß es noch nicht
en: I don't know yet
ru: Пока не знаю
tr: Henüz bilmiyorum

# eagle_desc_chick
source: Du bist zu %@ bereit. Los geht's! Du hebst langsam ab.
en: You're %@ ready. Let's go! You're learning to flap your wings.
ru: Готовность %@. Вперёд! Первые взмахи крыльев уже за тобой.
tr: %@ hazırsın. Hadi bakalım! Yavaş yavaş havalanıyorsun.

# eagle_desc_egg
source: Du bist zu %@ bereit für den Test. Du bist gerade geschlüpft! Auf zu neuen Erkenntnissen!
en: You're %@ ready for the test. You've just hatched! Time to learn and grow!
ru: Готовность к тесту — %@. Первые шаги! Вперёд к знаниям!
tr: Sınava %@ hazırsın. Daha yeni yumurtadan çıktın! Yeni bilgilere doğru!

# eagle_desc_growing
source: Du bist zu %@ bereit. Du fliegst richtig gut! Fast geschafft!
en: You're %@ ready. You're flying high! Almost there.
ru: Готовность %@. Отличный полёт! До вершины — рукой подать.
tr: %@ hazırsın. Gerçekten iyi uçuyorsun! Neredeyse başardın!

# eagle_desc_master
source: Du bist zu %@ bereit. Du bist ein echter Wissens-Adler!
en: You're %@ ready. You're a true knowledge eagle!
ru: Готовность %@. Ты — орёл знаний!
tr: %@ hazırsın. Sen gerçek bir bilgi kartalısın!

# eagle_desc_wise
source: Du bist zu %@ bereit. Nur noch ein kleiner Flug – du schaffst das!
en: You're %@ ready. Just one more flight — you've got this!
ru: Готовность %@. Осталось совсем чуть-чуть — не сбавляй высоты!
tr: %@ hazırsın. Sadece küçük bir uçuş kaldı – bunu başarabilirsin!

# eagle_desc_young
source: Du bist zu %@ bereit. Deine Flügel werden stärker – weiter so!
en: You're %@ ready. Your wings are getting stronger — keep going!
ru: Готовность %@. Крылья крепнут! Продолжай в том же духе.
tr: %@ hazırsın. Kanatların güçleniyor – böyle devam et!

# eagle_greeting
source: Hallo! Ich bin Hero, der Adler, und ich helfe dir bei der Vorbereitung auf den Test. Lass uns anfangen! Wähle zuerst die Sprache der App und tippe dann auf „Weiter“.
en: Hello! I'm Hero the eagle, and I'll help you get ready for the test. Let's begin! First, choose the app language, then tap Next.
ru: Привет! Я орёл Херо, и я помогу тебе подготовиться к тесту. Давай начнём! Сначала выбери язык приложения, затем нажми «Далее».
tr: Merhaba! Ben kartal Hero, sınava hazırlanmana yardım edeceğim. Hadi başlayalım! Önce uygulama dilini seç, ardından İleri'ye dokun.

# eagle_level_up_continue
source: Weiter lernen
en: Continue learning
ru: Продолжить обучение
tr: Öğrenmeye devam et

# eagle_level_up_title
source: Neues Level
en: New Level Up
ru: Новый уровень
tr: Yeni Seviye

# Economy and Work
source: Wirtschaft und Arbeit
en: Economy and Work
ru: Экономика и работа
tr: Ekonomi ve Çalışma Hayatı

# Elections
source: Wahlen
en: Elections
ru: Выборы
tr: Seçimler

# error
source: Fehler
en: Error
ru: Ошибка
tr: Hata

source: Europa
en: Europe
ru: Европа
tr: Europe

# Europe
source: Europa
en: Europe
ru: Европа
tr: Avrupa

source: Familie und Bildung
en: Family and Education
ru: Семья и образование
tr: Family and Education

# Family and Education
source: Familie und Bildung
en: Family and Education
ru: Семья и образование
tr: Aile ve Eğitim

# favorites_disclaimer_message
source: Das sind die Fragen, die du während des Übens gespeichert hast. Tippe in jedem Modus auf das Herz-Symbol, um Fragen hinzuzufügen oder zu entfernen. Dieser Bereich ist zum Wiederholen – jede Frage wird mit der richtigen Antwort angezeigt.
en: These are the questions you've saved during practice. Tap the heart icon in any mode to add or remove questions. This section is for review—each question is shown with its correct answer.
ru: Здесь вопросы, которые ты сохранил во время практики. Нажимай на сердечко в любом режиме, чтобы добавить или убрать вопросы. Этот раздел для повторения — каждый вопрос показан с правильным ответом.
tr: Bunlar pratik yaparken kaydettiğin sorular. Soruları eklemek veya çıkarmak için herhangi bir modda kalp simgesine dokun. Bu alan tekrar içindir – her soru doğru cevabıyla birlikte gösterilir.

# favorites_disclaimer_title
source: Favoriten
en: Favorites
ru: Избранное
tr: Favoriler

# favorites_empty_title
source: Keine Favoriten
en: No Favorites
ru: Нет избранных вопросов
tr: Favori Yok

# feature_preview_continue
source: Weiter
en: Continue
ru: Продолжить
tr: Devam

# Federal States
source: Bundesländer
en: Federal States
ru: Федеральные земли
tr: Eyaletler

# feedback_details_hint
source: Bitte beschreibe das Problem im Detail. Das hilft uns, es schneller zu beheben.
en: Please describe the issue in detail. This helps us fix it faster.
ru: Пожалуйста, опиши проблему подробно. Это поможет нам быстрее её исправить.
tr: Lütfen sorunu ayrıntılı olarak açıkla. Bu, daha hızlı çözmemize yardımcı olur.

# feedback_email_hint
source: Wenn du deine E-Mail angibst, können wir auf dein Feedback antworten.
en: If you provide your email, we can respond to your feedback.
ru: Если ты укажешь свой email, мы сможем ответить на твою обратную связь.
tr: E-postanı girersen, geri bildirimine yanıt verebiliriz.

# feedback_submitted
source: Feedback gesendet
en: Feedback Submitted
ru: Обратная связь отправлена
tr: Geri bildirim gönderildi

# feedback_submitted_message
source: Vielen Dank für dein Feedback! Wir werden es prüfen und Verbesserungen vornehmen.
en: Thank you for your feedback! We'll review it and make improvements.
ru: Спасибо за твою обратную связь! Мы её рассмотрим и внесём улучшения.
tr: Geri bildirimin için teşekkürler! İnceleyeceğiz ve iyileştirmeler yapacağız.

# feedback_type
source: Feedback-Typ
en: Feedback Type
ru: Тип обратной связи
tr: Geri Bildirim Türü

# feedback_type_answer_incorrect
source: Falsche Antwort
en: Incorrect Answer
ru: Неверный ответ
tr: Yanlış cevap

# feedback_type_other
source: Sonstiges
en: Other
ru: Другое
tr: Diğer

# feedback_type_question_error
source: Fragenfehler
en: Question Error
ru: Ошибка в вопросе
tr: Soru hatası

# feedback_type_question_unclear
source: Frage unklar
en: Question Unclear
ru: Вопрос неясен
tr: Soru belirsiz

# feedback_type_translation_issue
source: Übersetzungsproblem
en: Translation Issue
ru: Проблема с переводом
tr: Çeviri sorunu

# finish_test
source: ERGEBNIS ANSEHEN
en: GET RESULTS
ru: УЗНАТЬ РЕЗУЛЬТАТ
tr: SONUCU GÖR

source: Geschichte
en: History
ru: История
tr: History

source: Gesellschaft und Kultur
en: Society and Culture
ru: Общество и культура
tr: Society and Culture

# header_test_now_for_free
source: Teste jetst kostenlos
en: Test now for free
ru: Протестируй бесплатно
tr: Şimdi ücretsiz dene

# hero_pro_actions_title
source: Aktionen
en: Actions
ru: Действия
tr: İşlemler

# hero_pro_detail_free_body
source: Upgrade auf Hero Pro, um alle Lernfunktionen freizuschalten.
en: Upgrade to Hero Pro to unlock all learning features.
ru: Перейдите на Hero Pro, чтобы открыть все возможности обучения.
tr: Tüm öğrenme özelliklerini açmak için Hero Pro'ya geç.

# hero_pro_detail_lifetime_body
source: Du besitzt Hero Pro dauerhaft ohne wiederkehrende Zahlungen.
en: You own Hero Pro forever with no recurring payments.
ru: Hero Pro у вас навсегда без регулярных платежей.
tr: Hero Pro'ya ömür boyu sahip oldun, tekrar eden ödeme yok.

# hero_pro_detail_lifetime_thanks
source: Danke, dass du Hero mit lebenslangem Zugriff unterstützt.
en: Thank you for supporting Hero with lifetime access.
ru: Спасибо за поддержку Hero с пожизненным доступом.
tr: Ömür boyu erişimle Hero'yu desteklediğin için teşekkürler.

# hero_pro_detail_subscription_body
source: Du hast derzeit ein aktives Hero Pro-Abonnement.
en: You currently have an active Hero Pro subscription.
ru: Сейчас у вас активная подписка Hero Pro.
tr: Şu anda aktif bir Hero Pro aboneliğin var.

# hero_pro_detail_trial_body
source: Du nutzt eine Probephase mit vollem Hero Pro-Zugriff.
en: You are on a free trial with full Hero Pro access.
ru: У вас активен пробный период с полным доступом Hero Pro.
tr: Tam Hero Pro erişimiyle ücretsiz denemedesin.

# hero_pro_manage_subscription
source: Abo verwalten
en: Manage Subscription
ru: Управлять подпиской
tr: Aboneliği Yönet

# hero_pro_manage_subscription_failed_message
source: Bitte versuche es in einem Moment erneut.
en: Please try again in a moment.
ru: Пожалуйста, попробуйте еще раз через минуту.
tr: Lütfen biraz sonra tekrar dene.

# hero_pro_manage_subscription_failed_title
source: Abo-Einstellungen konnten nicht geöffnet werden
en: Unable to Open Subscription Settings
ru: Не удалось открыть настройки подписки
tr: Abonelik ayarları açılamadı

# hero_pro_nav_title
source: Dein Tarif
en: Your Plan
ru: Ваш тариф
tr: Planın

# hero_pro_redeem_caption
source: Hast du einen Code?
en: Got a code?
ru: Есть код?
tr: Kodun mu var?

# hero_pro_renews_format
source: Verlängert sich am %@
en: Renews on %@
ru: Продление %@
tr: Yenileme: %@

# hero_pro_restore_caption
source: Schon abonniert?
en: Already subscribed?
ru: Уже есть подписка?
tr: Zaten abone misin?

# hero_pro_status_free
source: Kostenlos
en: Free
ru: Бесплатно
tr: Ücretsiz

# hero_pro_status_lifetime
source: Lebenslang
en: Lifetime
ru: Навсегда
tr: Ömür boyu

# hero_pro_status_trial
source: Testphase
en: Trial
ru: Пробный
tr: Deneme

# hero_pro_tariff_free
source: Kostenlos
en: Free
ru: Бесплатный
tr: Ücretsiz

# hero_pro_tariff_label
source: Tarif
en: Tariff
ru: Тариф
tr: Tarife

# hero_pro_tariff_lifetime
source: Lebenslang
en: Lifetime
ru: Навсегда
tr: Ömür boyu

# hero_pro_tariff_subscription
source: Abonnement
en: Subscription
ru: Подписка
tr: Abonelik

# hero_pro_tariff_trial
source: Probephase
en: Trial
ru: Пробный
tr: Deneme

# hero_pro_trial_ends_format
source: Probephase endet am %@
en: Trial ends on %@
ru: Пробный период закончится %@
tr: Deneme bitiş: %@

# hero_pro_view_plans
source: PRO-PLÄNE ANZEIGEN
en: VIEW PRO PLANS
ru: ПОКАЗАТЬ PRO-ПЛАНЫ
tr: PRO PLANLARINI GÖSTER

source: Hessen
en: Hesse
ru: Гессен

# hint_button_title
source: Tipp
en: Hint
ru: Подсказка
tr: İpucu

# hint_title
source: Hinweis
en: Hint
ru: Подсказка
tr: İpucu

# History
source: Geschichte
en: History
ru: История
tr: Tarih

# home_learn_all_questions
source: Alle Fragen
en: All Questions
ru: Все вопросы
tr: Tüm Sorular

# home_learn_all_questions_subtitle
source: Alle 310 offiziellen Prüfungsfragen
en: All 310 official exam questions
ru: Все 310 официальных экзаменационных вопросов
tr: 310 resmi sınav sorusunun tamamı

# home_learn_by_topics
source: Nach Themen lernen
en: Learn by Topics
ru: Учить по темам
tr: Konulara Göre Öğren

# home_learn_by_topics_subtitle
source: Fragen nach Themen gruppiert
en: Questions grouped by topics
ru: Вопросы сгруппированы по темам
tr: Konulara göre gruplandırılmış sorular

# home_learn_favorites
source: Favoriten
en: Favorites
ru: Избранное
tr: Favoriler

# home_learn_favorites_subtitle
source: Deine gespeicherten Fragen
en: Your saved questions
ru: Твои сохранённые вопросы
tr: Kaydettiğin sorular

# home_learn_recommended_badge
source: Empfohlen
en: Recommended
ru: Рекомендуем
tr: Önerilen

# home_learn_spaced_repetition
source: Intelligentes Lernen
en: Smart Learning
ru: Умное повторение
tr: Akıllı Öğrenme

# home_learn_spaced_repetition_subtitle
source: Intervall-Wiederholungssystem
en: Spaced Repetition System
ru: Система интервального повторения
tr: Aralıklı Tekrar Sistemi

# home_statistics_accessibility_label
source: Bereitschaftsfortschritt
en: Readiness progress
ru: Прогресс готовности
tr: Hazırlık ilerlemesi

# home_statistics_accessibility_value
source: %@ vorbereitet
en: %@ prepared
ru: %@ готовности
tr: %@ hazır

# home_statistics_title
source: Dein Fortschritt
en: Your progress
ru: Твой прогресс
tr: İlerlemen

# launch_offer_badge
source: START-DEAL %@
en: LAUNCH OFFER %@
ru: %@ НА СТАРТЕ
tr: LANSMAN FIRSATI %@

# launch_offer_expires_in
source: Endet in
en: Ends in
ru: Истекает через
tr: Sona erme süresi:

# launch_offer_line1
source: Start-Deal
en: Launch promo
ru: Старт
tr: Lansman Fırsatı

# launch_offer_line2
source: Dauerhaft %@
en: Lifetime %@
ru: Навсегда %@
tr: Kalıcı Olarak %@

# Law and Constitution
source: Recht und Verfassung
en: Law and Constitution
ru: Право и Конституция
tr: Hukuk ve Anayasa

# learn_by_topics_disclaimer_message
source: Die Fragen sind nach Themen gruppiert, damit du ein Thema nach dem anderen lernen kannst. Wähle ein Thema, beantworte die Fragen und prüfe deine Antworten. Dieser Modus beeinflusst nicht deinen Bereitschaftsstand.
en: Questions are grouped by theme so you can study one topic at a time. Choose a topic, answer the questions, and check your answers. This mode does not affect your readiness score.
ru: Вопросы сгруппированы по темам, чтобы ты мог изучать их по одной. Выбери тему, ответь на вопросы и проверь себя. Этот режим не влияет на показатель готовности.
tr: Sorular, konuları sırayla öğrenebilmen için konulara göre gruplandırılmıştır. Bir konu seç, soruları cevapla ve cevaplarını kontrol et. Bu mod sınava hazır olma durumunu etkilemez.

# learn_by_topics_disclaimer_title
source: Nach Themen lernen
en: Learn by Topics
ru: Учить по темам
tr: Konulara Göre Öğrenme

# learn_by_topics_header_message
source: Ich habe alle Fragen für dich nach Themen gruppiert — wähle deinen Weg und leg los.
en: I grouped all questions by themes for you — choose a path and soar.
ru: Я сгруппировал все вопросы по темам — выбирай маршрут и взлетай.
tr: Senin için tüm soruları konulara göre gruplandırdım — kendi yolunu seç ve başla.

# learn_option_test_description
source: Entspricht der offiziellen Prüfung: 33 Fragen (30 bundesweit, 3 aus deinem Bundesland), 60 Minuten, ein Versuch. Keine Tipps oder Korrekturen. Ideal, um deine Bereitschaft zu prüfen.
en: Matches the official exam: 33 questions (30 federal, 3 from your state), 60 minutes, single attempt. No hints or corrections. A great way to check your readiness.
ru: Соответствует официальному экзамену: 33 вопроса (30 общих, 3 по твоей земле), 60 минут, одна попытка. Без подсказок и исправлений. Отличный способ проверить готовность.
tr: Resmi sınavla birebir aynı: 33 soru (30 genel, 3 kendi eyaletinden), 60 dakika, tek hak. İpucu veya düzeltme yok. Hazır olup olmadığını görmek için ideal.

# learn_option_test_subtitle
source: Offizielle Prüfung simulieren
en: Simulate an official exam
ru: Симуляция официального экзамена
tr: Resmi sınavı simüle et
